name: "chest_xray_detector"
backend: "openvino" 
default_model_filename: "model.onnx"
max_batch_size: 1
input [
  {
    name: "images"
    data_type: TYPE_FP32
    dims: [3, 640, 640]
  }
]
output [
  {
    name: "output0"
    data_type: TYPE_FP32
    dims: [19,8400]
  }
]
instance_group [
  {
    count: 1
    kind: KIND_CPU
  }
]
