name: "chest_xray_detector"
backend: "openvino" 
default_model_filename: "model.onnx"
max_batch_size: 0
input [
  {
    name: "images"
    data_type: TYPE_FP32
    dims: [-1, 3, -1, -1]
  }
]
output [
  {
    name: "output0"
    data_type: TYPE_FP32
    dims: [-1, 84, -1]
  }
]
instance_group [
  {
    count: 1
    kind: KIND_CPU
  }
]
